Repository: sunr4y/FootyCollect
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Upload Photos
es: Subir fotos

source: You can upload up to 20 photos. First photo will be the main one.
es: Puedes subir hasta 20 fotos. La primera será la principal.

source: You can't upload more than %d photos.
es: No puedes subir más de %d fotos.

source: Select design
es: Selecciona el diseño

source: Search for competitions...
es: Busca competiciones...

source: Jersey
es: Camiseta

source: Shorts
es: Pantalones cortos

source: Outerwear
es: Abrigo / Chaqueta

source: Tracksuit
es: Chándal

source: Pants
es: Pantalones largos

source: Other Item
es: Otros artículos

source: What type of item do you want to add?
es: ¿Qué tipo de artículo quieres añadir?

source: Select the type of item you want to add to your collection
es: Selecciona el tipo de artículo que quieres añadir a tu colección

source: Size
es: Talla

source: Country
es: País

source: Select a country...
es: Selecciona un país

source: Fan Version
es: Versión fan

source: Short Sleeve
es: Manga corta

source: Please select a brand or provide a brand name.
es: Selecciona una marca o indica un nombre de marca.

source: Brand could not be resolved. Please try again.
es: No se pudo encontrar la marca. Inténtalo de nuevo.

source: Club could not be resolved. Please try again.
es: No se pudo encontrar el equipo. Inténtalo de nuevo.

source: Season could not be resolved. Please try again.
es: No se pudo resolver la temporada. Inténtalo de nuevo.

source: Search Kit
es: Buscar kit

source: Start typing to search for kits...
es: Escribe para buscar kits...

source: Search Club
es: Buscar equipo

source: Or search for a club...
es: O busca un equipo...

source: Hexadecimal color value (e.g., #RRGGBB).
es: Valor de color hexadecimal (ej., #RRGGBB).

source: White
es: Blanco

source: Red
es: Rojo

source: Blue
es: Azul

source: Black
es: Negro

source: Yellow
es: Amarillo

source: Green
es: Verde

source: Sky blue
es: Azul Cielo

source: Navy
es: Azul Marino

source: Orange
es: Naranja

source: Gray
es: Gris

source: Claret
es: Granate

source: Purple
es: Morado

source: Pink
es: Rosa

source: Brown
es: Marrón

source: Gold
es: Dorado

source: Silver
es: Plateado

source: Off-white
es: Crema

source: Other
es: Otro

source: Brand New With Tags
es: Nuevo con etiquetas

source: Brand New Without Tags
es: Nuevo sin etiquetas

source: Excellent
es: Excelente

source: Very Good
es: Muy bueno

source: Good
es: Bueno

source: Fair
es: Aceptable

source: Poor
es: Deficiente

source: Plain
es: Liso

source: Stripes
es: Rayas verticales

source: Graphic
es: Gráfico

source: Chest band
es: Franja en el pecho

source: Contrasting sleeves
es: Mangas contrastadas

source: Pinstripes
es: Rayas finas

source: Hoops
es: Rayas horizontales

source: Single stripe
es: Franja única

source: Half-and-half
es: Mitad y mitad

source: Sash
es: Banda diagonal

source: Chevron
es: Chevrón

source: Checkers
es: Ajedrezado

source: Gradient
es: Degradado

source: Cross
es: Cruz

source: Quarters
es: Arlequinado

source: Type of item
es: Tipo de artículo

source: Name or title of the item
es: Nombre o título del artículo

source: Player Version
es: Versión jugador

source: Operation completed successfully.
es: Operación completada correctamente.

source: Item deleted successfully.
es: Artículo eliminado correctamente.

source: Item and associated photos deleted successfully.
es: Artículo y fotos asociadas eliminados correctamente.

source: No %(verbose_name)s found matching the query
es: No se encontró ningún %(verbose_name)s que coincida con la búsqueda

source: Has nameset
es: Tiene nombre y número

source: Browse available kit templates in our database. A 'kit' is the design/template (e.g., 'FC Barcelona 2020-21 Home Kit'). After selecting a kit, you'll add details about your specific physical item (size, condition, player name, photos, etc.). Multiple users can own the same kit but with different customizations!
es: Explora las plantillas de kits disponibles en nuestra base de datos. Un 'kit' es el diseño/plantilla (ej., 'FC Barcelona 2020-21 Camiseta Local'). Tras elegir un kit, añadirás los detalles de tu artículo físico (talla, estado, nombre del jugador, fotos, etc.). Varios usuarios pueden tener el mismo kit con personalizaciones distintas.

source: Error processing brand information
es: Error al procesar la información de la marca

source: Error processing club information
es: Error al procesar la información del club

source: Error processing competition information
es: Error al procesar la información de la competición

source: External kit data temporarily unavailable. Jersey will be created with basic information.
es: Datos externos del kit no disponibles temporalmente. La camiseta se creará con información básica.

source: Error downloading main image
es: Error al descargar la imagen principal

source: Error downloading image
es: Error al descargar la imagen

source: Use this form to add a jersey that is not in our kit database. Search for clubs, seasons, and competitions. If they don't exist, you can create them. This is perfect for fantasy clubs, custom jerseys, or rare items not in the database.
es: Usa este formulario para añadir una camiseta que no esté en nuestra base de kits. Busca equipos, temporadas y competiciones. Si no existen, puedes crearlos. Ideal para equipos de fantasía, camisetas personalizadas o piezas raras que no estén en la base de datos.

source: Brand
es: Marca

source: Club
es: Equipo

source: Season
es: Temporada

source: Competitions
es: Competiciones

source: Search for a brand from the external database. If not found, you can create it manually.
es: Busca una marca en la base de datos externa. Si no aparece, puedes crearla manualmente.

source: Search for a club. If not found, you can create it manually.
es: Busca un equipo. Si no aparece, puedes crearlo manualmente.

source: Search for a season (e.g., 2020-21). If not found, you can create it manually.
es: Busca una temporada (por ejemplo, 2020-21). Si no aparece, puedes crearla manualmente.

source: Search for competitions from the external database. If not found, you can create them manually.
es: Busca competiciones en la base de datos externa. Si no aparecen, puedes crearlas manualmente.

source: Jersey created successfully!
es: ¡Camiseta creada correctamente!

source: Error creating jersey.
es: Error al crear la camiseta.

source: Jersey updated successfully!
es: ¡Camiseta actualizada correctamente!

source: Error updating jersey. Please try again.
es: Error al actualizar la camiseta. Inténtalo de nuevo.

source: Jersey added to your collection successfully!
es: ¡La camiseta fue añadida a tu colección correctamente!

source: Error creating jersey: %s
es: Error creando la camiseta: %s

source: Main image downloaded and attached successfully
es: La imagen principal se ha descargado y adjuntado correctamente

source: Upload limit exceeded. You have used {used:.1f} MB of {limit} MB. Please delete some photos to free up space.
es: Límite de subida superado. Has usado {used:.1f} MB de {limit} MB. Elimina algunas fotos para liberar espacio.

source: No file received
es: No se recibió ningún archivo

source: System error
es: Error del sistema

source: Item not found
es: Artículo no encontrado

source: No file provided
es: No se ha proporcionado ningún archivo

source: File {} deleted
es: Archivo {} eliminado

source: Method not allowed
es: Método no permitido

source: Forbidden (403)
es: Prohibido (403)

source: You're not allowed to access this page.
es: No tienes permiso para acceder a esta página.

source: Go Home
es: Ir al inicio

source: Go Back
es: Volver

source: CSRF verification failed. Please try again.
es: La verificación CSRF ha fallado. Inténtalo de nuevo.

source: Page not found
es: Página no encontrada

source: This is not the page you were looking for.
es: Esta no es la página que buscabas.

source: Server Error
es: Error del servidor

source: Ooops!!! 500
es: ¡¡¡Ooops!!! Error 500

source: Looks like something went wrong!
es: ¡Parece que algo ha ido mal!

source: We track these errors automatically, but if the problem persists feel free to contact us. In the meantime, try refreshing.
es: Registramos estos errores automáticamente, pero si el problema persiste no dudes en contactarnos. Mientras tanto, prueba a actualizar la página.

source: Refresh Page
es: Actualizar página

source: Sign In
es: Iniciar sesión

source: Welcome back to FootyCollect
es: Bienvenido a FootyCollect

source: Username or Email
es: Usuario o correo electrónico

source: Password
es: Contraseña

source: Remember me
es: Recordarme

source: or
es: o

source: Continue with Google
es: Continuar con Google

source: Forgot password?
es: ¿Olvidaste la contraseña?

source: Don't have an account?
es: ¿No tienes cuenta?

source: Sign up
es: Registrarse

source: Sign Out
es: Cerrar sesión

source: Are you sure you want to sign out?
es: ¿Estás seguro de que quieres cerrar sesión?

source: Cancel
es: Cancelar

source: Sign Up
es: Registrarse

source: Home
es: Inicio

source: Collection
es: Colección

source: Add Items
es: Añadir artículos

source: Add Jersey (Automatic)
es: Añadir camiseta (automático)

source: From kit database
es: Desde la base de datos de kits

source: Add Jersey (Manual)
es: Añadir camiseta (manual)

source: Not in database
es: No está en la base de datos

source: Add Other Item
es: Añadir otro tipo de artículos

source: Coming Soon
es: Próximamente

source: Browse
es: Explorar

source: View My Collection
es: Ver mi colección

source: Browse Kit Database
es: Explorar base de datos de kits

source: Search available kits
es: Buscar kits disponibles

source: Discover Kits
es: Descubrir kits

source: About
es: Sobre

source: Language
es: Idioma

source: My Profile
es: Mi perfil

source: Warning
es: Atención

source: Success
es: Éxito

source: Photo Manager Test
es: Prueba del gestor de fotos

source: With Initial Photos
es: Con fotos iniciales

source: Empty Manager
es: Gestor vacío

source: Filters
es: Filtros

source: Clear All
es: Limpiar todo

source: Search
es: Búsqueda

source: Search kits...
es: Buscar kits...

source: Sort By
es: Ordenar por

source: Random
es: Aleatorio

source: Newest
es: Más nuevo

source: Country code (e.g., ES, GB)
es: Código de país(ej., ES GB)

source: e.g., 2020-21
es: ej. 2020-21

source: Competition
es: Competición

source: Kit Type
es: Tipo de Kit

source: e.g., Home, Away
es: ej. Local, Visitante

source: Category
es: Categoría

source: Match
es: De partido

source: Training
es: Entrenamiento

source: Pre-match
es: Pre-partido

source: Main Color
es: Color principal

source: Secondary Colors
es: Colores Secundarios

source: Apply Filters
es: Aplicar filtros

source: Country code
es: Código de país

source: Apply
es: Aplicar

source: Clear
es: Limpiar

source: Loading...
es: Cargando...

source: No kits found
es: No se encontraron kits

source: Try adjusting your filters to see more results.
es: Intente ajustar los filtros para ver más resultados.

source: Clear Filters
es: Limpiar filtros

source: Delete Item
es: Eliminar artículo

source: Are you sure you want to delete
es: ¿Estás seguro de que quieres eliminar

source: This action cannot be undone.
es: Esta acción no puede deshacerse.

source: Yes, delete
es: Sí, eliminar

source: Are you sure you want to delete this item?
es: ¿Estás seguro de que quieres eliminar este artículo?

source: Add New Item
es: Añadir nuevo artículo

source: Design Pattern
es: Patrón de diseño

source: Photos
es: Fotos

source: Create Item
es: Crear artículo

source: Image could not be loaded.
es: No se pudo cargar la imagen.

source: Retry
es: Reintentar

source: Processing photos...
es: Procesando fotos...

source: No image yet.
es: Sin imagen aún.

source: Condition
es: Estado

source: Player Name
es: Nombre del jugador

source: Number
es: Número

source: Design
es: Diseño

source: Sleeve
es: Manga

source: Long Sleeve
es: Manga larga

source: Signed
es: Firmada

source: Match Worn
es: Usada en partido

source: Yes
es: Sí

source: Added
es: Añadido

source: Updated
es: Actualizado

source: Description
es: Descripción

source: Edit Jersey
es: Editar camiseta

source: Basic Information
es: Información básica

source: Appearance
es: Apariencia

source: Condition & Details
es: Estado y detalles

source: Jersey-Specific Details
es: Detalles de la camiseta

source: Jersey Version
es: Versión de camiseta

source: Sleeve Type
es: Tipo de manga

source: Include Player Signature
es: Incluir firma del jugador

source: Is replica
es: Es réplica

source: Add Nameset
es: Añadir nombre y número

source: Remove Nameset
es: Quitar nombre y número

source: Delete
es: Eliminar

source: Save Changes
es: Guardar cambios

source: Add Jersey
es: Añadir camiseta

source: Creating...
es: Creando...

source: Collection of %(username)s
es: Colección de %(username)s

source: My Collection
es: Mi colección

source: Total Items
es: Total de artículos

source: On This Page
es: En esta página

source: Collection pagination
es: Paginación de colección

source: First
es: Primero

source: Previous
es: Previo

source: Page
es: Página

source: of
es: de

source: Next
es: Siguiente

source: Last
es: Último

source: This user has no items yet
es: Este usuario aún no tiene artículos

source: %(username)s has not added any items to their collection.
es: %(username)s no ha añadido ningún artículo a su colección.

source: Add Your First Item
es: Añade tu primer artículo

source: No items in your collection yet
es: Aún no hay artículos en tu colección

source: Start building your collection by adding your first item!
es: ¡Empieza a crear tu colección añadiendo tu primer artículo!

source: Player
es: Jugador

source: View Full Details
es: Ver detalles completos

source: Edit
es: Editar

source: Add Jersey Details
es: Añadir detalles de la camiseta

source: Complete the details for your jersey and add photos. The information from the database has been pre-filled for you.
es: Completa los detalles de tu camiseta y añade fotos. La información de la base de datos se ha rellenado por ti.

source: Jersey Attributes
es: Atributos de la camiseta

source: The main image from the database will be automatically added. You can add more photos here.
es: La imagen principal de la base de datos se añadirá automáticamente. Puedes añadir más fotos aquí.

source: Main image from kit will be automatically downloaded and attached:
es: La imagen principal del kit se descargará y adjuntará automáticamente:

source: Save Jersey
es: Guardar camiseta

source: No default image available. Please select a kit first.
es: No hay imagen por defecto. Selecciona primero un kit.

source: This image has already been added.
es: Esta imagen ya ha sido añadida.

source: Default Image (will be processed on submission)
es: Imagen por defecto (se procesará al enviar)

source: Remove
es: Quitar

source: Default image added successfully! It will be processed when you submit the form.
es: ¡Imagen por defecto añadida correctamente! Se procesará cuando envíes el formulario.

source: Could not add the default image. Please try adding it manually.
es: No se pudo añadir la imagen por defecto. Intenta añadirla manualmente.

source: Error adding default image. Please try again or add it manually.
es: Error al añadir la imagen por defecto. Inténtalo de nuevo o añádela manualmente.

source: Add Jersey from Database
es: Añadir camiseta desde la base de datos

source: Search for a Kit
es: Buscar un kit

source: Enter at least 3 characters
es: Introduce al menos 3 caracteres.

source: Results for
es: Resultados para

source: Or
es: O

source: Search for a Club
es: Buscar un equipo

source: Select Season
es: Seleccionar temporada

source: Select a season
es: Selecciona una temporada

source: Jersey Details
es: Detalle de la camiseta

source: Add Default Image to Photos
es: Añadir imagen por defecto a las fotos

source: Verify Form Data
es: Verificar datos del formulario

source: Create Jersey
es: Crear camiseta

source: Select Jersey
es: Seleccionar camiseta

source: First, select a jersey from our database. You'll be able to add more details and photos in the next step.
es: Primero, selecciona una camiseta de nuestra base de datos. Podrás añadir más detalles y fotos en el siguiente paso.

source: Search for a Jersey
es: Buscar una camiseta

source: Search by team, season, or competition
es: Buscar por equipo, temporada o competición

source: Search Results
es: Resultados de búsqueda

source: Clear Results
es: Limpiar resultados

source: No jerseys found. Try searching for a team name, season, or competition.
es: No se encontraron camisetas. Prueba a buscar por equipo, temporada o competición.

source: Selected Jersey
es: Camiseta seleccionada

source: Search Again
es: Buscar de nuevo

source: In the next step, you'll be able to add more details, specify condition, and upload additional photos.
es: En el siguiente paso podrás añadir más detalles, indicar el estado y subir fotos adicionales.

source: Continue to Details
es: Continuar a detalles

source: Drag files here or click to select
es: Arrastra archivos aquí o haz clic para seleccionar

source: View Details
es: Ver detalles

source: Quick View
es: Vista Rápida

source: About FootyCollect
es: Sobre FootyCollect

source: What is FootyCollect?
es: ¿Qué es FootyCollect?

source: FootyCollect is a comprehensive platform for managing and showcasing your football memorabilia collection. Whether you collect jerseys, shorts, or other football-related items, FootyCollect helps you organize, track, and share your collection with ease.
es: FootyCollect es una plataforma para gestionar y mostrar tu colección de memorabilia futbolística. Ya sea camisetas, pantalones u otros artículos, FootyCollect te ayuda a organizar, seguir y compartir tu colección con facilidad.

source: Key Features
es: Características principales

source: Organize Your Collection
es: Organiza tu colección

source: Track jerseys, shorts, and other items by club, season, competition, and more.
es: Organiza camisetas, pantalones y más por equipo, temporada, competición, etc.

source: Automatic Kit Detection
es: Detección automática de kits

source: Use our automatic mode to quickly add items from our extensive kit database, or manually add items not found in the database.
es: Usa el modo automático para añadir items de nuestra base de datos de kits o añade manualmente los que no estén en la base de datos.

source: Photo Management
es: Gestión de fotos

source: Upload multiple photos of each item to showcase your collection.
es: Sube varias fotos de cada artículo para mostrar tu colección.

source: Detailed Information
es: Información detallada

source: Record condition, size, player names, numbers, and other customizations for each item.
es: Registra estado, talla, nombre del jugador, número y otras personalizaciones de cada artículo.

source: Search & Filter
es: Buscar y filtrar

source: Find items in your collection or discover what others have collected by searching kits, clubs, seasons, and competitions.
es: Encuentra artículos en tu colección o descubre lo que otros tienen buscando por kits, equipos, temporadas y competiciones.

source: How It Works
es: Cómo funciona

source: Adding Items - Automatic Mode
es: Añadir artículos - Modo automático

source: When you own a jersey from a kit in our database, use automatic mode. Select the kit template (e.g., 'FC Barcelona 2020-21 Home Kit'), then add details about your specific item like size, condition, player name, and photos.
es: Cuando tengas una camiseta de un kit de nuestra base de datos, usa el modo automático. Selecciona el kit (ej. FC Barcelona 2020-21 Local), luego añade detalles de tu artículo: talla, estado, nombre del jugador y fotos.

source: Adding Items - Manual Mode
es: Añadir artículos - Modo manual

source: For items not in our database (fantasy clubs, custom jerseys, or rare items), use manual mode. Search for or create the club, select season and competition, then add all the details about your item.
es: Para artículos que no estén en la base de datos (equipos de fantasía, camisetas personalizadas o piezas raras), usa el modo manual. Busca o crea el equipo, elige temporada y competición y añade todos los detalles.

source: Understanding Kits vs Items
es: Entiende la diferencia entre kits y camisetas

source: A 'Kit' is the template/design (e.g., 'FC Barcelona 2020-21 Home Kit'). An 'Item' is your physical jersey with specific details (e.g., 'My FC Barcelona 2020-21 Home Jersey, Size M, with Messi #10 nameset'). Multiple users can own the same kit but with different customizations!
es: Un 'kit' es el diseño/plantilla (ej. FC Barcelona 2020-21 Local). Una 'camiseta' es tu camiseta física con detalles concretos (talla M, con Messi #10, etc.). Varios usuarios pueden tener el mismo kit con distintas personalizaciones.

source: Get Started
es: Empezar

source: Ready to start managing your collection?
es: ¿Listo para gestionar tu colección?

source: Loading jerseys...
es: Cargando camisetas...

source: The Ultimate Jersey Collection
es: Tu colección de camisetas

# home_title
source: Your Football
es: Tu

# home_title
source: Memorabilia
es: colección de recuerdos

# home_title
source: Collection
es: de fútbol

source: Catalog, organize, and showcase your prized football jerseys. From vintage classics to modern masterpieces.
es: Cataloga, organiza y comparte tus camisetas. Desde clásicos de época hasta las últimas equipaciones.

source: Start Your Collection
es: Empezar tu colección

source: Explore Gallery
es: Explorar galería

source: Edit Profile
es: Editar perfil

source: Favorite Teams
es: Equipos favoritos

source: Items
es: Artículos

source: Teams
es: Equipos

source: Recent Items
es: Artículos recientes

source: View full collection (%(counter)s item)
es: Ver colección completa (%(counter)s artículo)

source: This profile is private
es: Este perfil es privado

source: Only %(username)s can see their collection.
es: Solo %(username)s puede ver su colección.

source: Update your profile information
es: Actualiza la información de tu perfil

source: Current avatar
es: Avatar actual

source: Update Profile
es: Actualizar perfil

source: This email is already registered with: %(providers)s. Please login using that method.
es: Este correo ya está registrado con: %(providers)s. Inicia sesión con ese método.

source: This email is already registered. Please use a different email or try to login.
es: Este correo ya está registrado. Usa otro correo o intenta iniciar sesión.

source: This account was created with: %(providers)s. Please use that method to login.
es: Esta cuenta se creó con: %(providers)s. Usa ese método para iniciar sesión.

source: Social account linked to %(email)s. You can now login using both methods.
es: Cuenta social vinculada a %(email)s. Ya puedes iniciar sesión con ambos métodos.

source: Personal info
es: Datos personales

source: Permissions
es: Permisos

source: Important dates
es: Fechas importantes

source: Users
es: Usuarios

source: This username has already been taken.
es: Este nombre de usuario ya está en uso.

source: email address
es: correo electrónico

source: Name and last name
es: Nombre y apellidos

source: Biography
es: Biografía

source: Location
es: Ubicación

source: Created at
es: Creado el

source: Updated at
es: Actualizado el

source: File type is not supported
es: Tipo de archivo no admitido

source: Image file too large ( > 10mb )
es: La imagen es demasiado grande (> 10 MB)

source: Please upload a valid image file (JPG, PNG, GIF)
es: Sube un archivo de imagen válido (JPG, PNG, GIF)

source: Profile updated successfully
es: Perfil actualizado correctamente
